[GENERAL]
NAME					= 简体中文 (Simplified Chinese)
TRANSLATOR				= SOFTHEAD Team, lihaohong001
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= Bandicut 班迪剪辑
TEXT_BUILDNO				= Build#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - 一个简单，好用的视频分割拼接器。
TEXT_BETA				= Beta
TEXT_UNREGISTERED			= 未注册版

TEXT_YES				= 确定
TEXT_NO					= 取消
TEXT_CLOSE				= 关闭
TEXT_CANCEL				= 取消
TEXT_OK					= 确定
TEXT_ABORT				= 停止
TEXT_RETRY				= 重试
TEXT_IGNORE				= 忽略
TEXT_CONTINUE				= 继续

TEXT_SAVE				= 保存
TEXT_NOT_SAVE				= 不保存

TEXT_SECOND				= 秒

TEXT_OPEN_FILE				= 打开文件
TEXT_SELECT_FOLDER			= 选择输出文件夹

TEXT_SEG_DURATION			= 长度 ${str1}
TEXT_SEEK_POS				= 查找 ${str1}
TEXT_TOTAL_SEG_DURATION			= 总长度 ${str1}
TEXT_HIGH_SPEED_MODE			= 高速模式
TEXT_HIGH_ENCODING_MODE			= 编码模式

TEXT_VOLUME_MUTE			= 静音
TEXT_VOLUME				= 音量：${int1}%

TEXT_CHANGE_LANG			= 为了修改语言，您必须重启Bandicut[br]您想现在重启吗?
TEXT_RESET_ALL_SETTINGS			= 您确定要重置所有设定?
TEXT_SHUTDOWN_SEC			= 系统会在 ${int1} 秒内关机
TEXT_SHUTDOWN_APP_SEC			= Bandicut会在 ${int1} 秒内退出

TEXT_UPDATE_AVAILABLE			= 检测到新版本。 [br]您想现在就更新吗?
TEXT_UPDATE_UNAVAILABLE			= 已经是最新版本
TEXT_UPDATE_FAILED			= 无法检测新版本。 [br]请确认计算机是否连接到网络，并稍后再试。
TEXT_OFFLINE				= 无法连接到服务器，[br]请检查您的连接网络，并将系统时间调整至当前时间。[br]如需帮助，请点击确定按钮。

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= 程序损坏。 [br]请重新安装 Bandicut。

TEXT_NOT_SEEKABLE			= 这个文件不能快进。 
TEXT_NOT_SEEKABLE_DETAIL		= 高速模式以及段设定不可用。[br]- 索引损坏。[br]- 没有找到关键帧或索引。

TEXT_NOT_SUPPORT_FILE			= Bandicut不支持本文件类型。 [br](无法匹配解码器。)[br]
TEXT_NOT_SUPPORT_VIDEO			= [br]- 视频解码器 ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- 音频解码器 ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- 文件格式 : ${str1}
TEXT_NOT_SUPPORT_NONE			= 无
TEXT_NOT_SUPPORT_NOT_DECODE		= (无法播放)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (无视频数据)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]输入的文件不存在。[br]请检查文件路径。 

TEXT_NOT_HIGH_SPEED			= 无法支持高速模式。
TEXT_NOT_HIGH_SPEED_DETAIL		= 由于格式问题无法使用高速模式。 [br]- 请使用编码模式。
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - 这个视频少于10帧。
TEXT_NOT_HIGH_SPEED_QUERY		= - 创建视频文件失败。

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= 高速模式比编码模式更快。 [br]但是当您使用高速模式的时候起始时间可能会有变动 (${str1})。

TEXT_KEY_FRAME_CUT_TITLE		= 您想通过高速模式来处理文件吗?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= 高速模式使用此编码器仅在正式版可用。[br][br]您要购买正式版授权吗 https://www.bandicam.cn/bandicut?

TEXT_FRAME_CUT_CANT_CHANGE		= Bandicut 免费版不支持更改这个设置。 \您可以通过此网站购买完整版：https://www.bandicam.cn/bandicut

TEXT_KEY_FRAME_CUT	= 这个文件的起始时间可能被更改。
TEXT_KEY_FRAME_CUT2			= -如果有问题，请使用编码模式。

TEXT_NOT_HIGH_SPEED_JOIN		= 当格式尺寸编码完全相同的时候，您可以使用高速模式。

TEXT_MSG_CONVERTING_CLOSE		= 正在处理过程中，您确定要取消并关闭 Bandicut?
TEXT_MSG_CONVERTING_CANCEL		= 正在处理过程中，您要取消吗?
TEXT_MSG_CHECK_NOT_SHOW			= 不要再提示我。
TEXT_MSG_WRITE_HEADER			= 正在写入文件头。 如果文件很大, 可能需要较长时间。 请稍候。

TEXT_ERROR_DISKSPACE_TITLE		= 没有足够的磁盘空间用于输出文件夹。
TEXT_ERROR_DISKSPACE			= 请更改输出文件夹，然后重试。
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-可用磁盘空间: ${str1}[br]-所需的磁盘空间:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= 缓存文件夹没有足够的磁盘空间。
TEXT_ERROR_CACHE_DISKSPACE		= 请更改缓存文件夹，然后重试。
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-可用磁盘空间: ${str1}[br]-所需的磁盘空间:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= 请更改输出或缓存文件夹。
TEXT_ERROR_FILE_SYSTEM			= 输出或缓存文件夹不在NTFS文件系统上，在处理大于4GB的文件时可能会导致问题。[br]-要更改的文件夹：
TEXT_CANT_KEYFRAME_SEEK			= 正在加载文件，请稍后可以调节时间，，
TEXT_READ_FILE				= 无法读取文件[br]如果文件存放于CD或DVD中，请复制到硬盘上。
TEXT_CODEC_CONFIG			= 错误的编码设定。
TEXT_CODEC_CONFIG2			= [br]请到“编码设置”菜单使用默认配置再试一次
TEXT_VIDEO_ENCODING			= 编码视频时出错，您需要检查输入文件或编码设置。
TEXT_VIDEO_ENCODING_QSV_TITLE		= 转换已停止，因为Intel® Quick Sync Video 编码器有问题。
TEXT_VIDEO_ENCODING_QSV			= 您可以使用 H.264 编码器?
TEXT_AUDIO_ENCODING			= 编码音频时出错，您需要检查输入文件或编码设置。
TEXT_NOT_SUPPORT_TYPE			= 无法导出文件。
TEXT_UNSUPPORT_VIDEO_SIZE		= 无法转换到此视频分辨率。[br]所支持的最大分辨率为 ${str1} is ${str2}.[br]请进入 '编码设置' 菜单，选择另一个视频分辨率，然后重试。
TEXT_NO_ENCODER				= 无法找到编码器。
TEXT_SEND_FILE				= 您可以把视频发送到 china@bandicam.com, 我们会尝试修复问题。
TEXT_CHECK_CHANGE_ENCODER		= 从现在开始使用H.264编码器
TEXT_INTER_FILE				= 文件导出时发生错误。
TEXT_CANT_DECODE_AUDIO			= 包含无法播放的音轨。[br]音轨不会保存或转换。您要继续吗？

TEXT_REBUILD_COMPLETE			= 文件导入成功！
TEXT_REBUILD_FAILED			= 在准备视频文件时发生错误。[br]

TEXT_ERRMSG_CONVERT_NUM			= 编码失败。(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= 由于文件过大无法使用高速模式，请使用编码模式

TEXT_MSG_CHANGE_MODE_DROP		= 如果几个文件被添加到Bandicut, Bandicut 将会变成工匠。 [br]您确认继续吗?
TEXT_MSG_CANT_CHANGE			= Bandicut 正在加载文件，请稍后，，

TEXT_MISSED_FILE_REMOVE 		= 文件不存在，已经被移出片段。[br]-${str1}

TEXT_INVALID_VALUE			= 请在${int1}和${int2}数值之间输入

TEXT_WARNING_MAX_SEGMENT         	= 您可以添加${int1} 文件/分段。
TEXT_WARNING_MAX_SEGMENT_FAIL           = 下面 ${int1} 文件没有被添加。[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= 您就要超过 Bandicut 的最大段数（99）。如果您继续, 后面的段数不会被添加。[br]您确定继续吗?
TEXT_WARNING_MAX_SEGMENT_SHORT		= Bandicut 不能分割片段 ${int1} 因为每个段的时间都太短。[br]请设置更小的数字。
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= 您不能再分割这段，因为最大的段数已经被超过了。
TEXT_WARNING_MAX_SEGMENT_ZERO		= 您设置的时间比片段时间还长。[br]请不要设置超过视频的时间。
TEXT_WARNING_INVALID_TIME		= 请将时间设置为大于1秒以上。

TEXT_EXIST_FILE_HEADER			= 文件已存在。
TEXT_EXIST_FILE_COMMENT			= 如果您想要继续运行，将会在重名文件后添加序号。您要继续运行吗?
TEXT_EXIST_FILE_OVERWRITE			= 保存工程文件
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} 已存在.[br]您想覆盖它吗?

TEXT_MSG_PROJECT_HELP			= 什么是工程文件?
TEXT_MSG_SAVE_PROJECT_HEADER		= 任务进度。
TEXT_MSG_SAVE_PROJECT			= 如果您添加一个视频或者工程文件, 正在运行的认为将会丢失。
TEXT_MSG_SAVE_PROJECT2			= 您想在保存之后，再继续吗?
TEXT_MSG_SAVE_PROJECT_CLOSE		= 您想在保存之后，再继续吗?
TEXT_MSG_LOAD_PROJECT_FAIL		= 打开工程文件失败。
TEXT_MSG_RESTORE_PROJECT		= Bandicut 未正确关闭。[br]您是否要恢复以前的任务.[br]您要还原以前的任务吗？

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= 未启用英特尔快速同步视频。[br] 要使用“H264 (Intel®Quick Sync Video)”编解码器，请将显示器上的VGA电缆插入主板上的VGA端口。
TEXT_RECOMMEND_CODEC_COMMENT_OK	 = 您想访问帮助页面吗?

TEXT_ENCODER_TITLE			= ${str1} 可用编码器
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} 是一种硬件编码器，它允许您以比基于软件的编码器更高的速度编辑视频。
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]您想使用 ${str1} 编码器吗?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= 由于 Facebook 的政策规定，此功能已不再可用。

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= 源文件详情
TEXT_H264_NOT_SUPPORT			= 系统不支持H.264编码
TEXT_FILE_NAME				= 文件名: ${str1}
TEXT_FILE_TYPE				= 文件格式: ${str1}
TEXT_FILE_DURATION			= 长度: ${str1}
TEXT_FILE_SIZE				= 文件大小: ${str1}
TEXT_SEGMENT				= 分段: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_START		= - 原起始时间: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - 新的起始时间: ${str1}
TEXT_ENABLE_HIGH_SPEED			= 是否使用高速模式: ${str1}
TEXT_SEEKABLE				= 寻找 ${str1}  
TEXT_POSSIBLE				= √
TEXT_IMPOSSIBLE				= ×
TEXT_POSSIBLE_REG			= 注册后可用。
TEXT_TRACK_COUNT			= ${int1} 个视频轨道, ${int2} 个音频轨道
TEXT_OUTPUT_FILE_INFO			= 导出文件详情
TEXT_ADD_FAILED				= [无法添加文件]
TEXT_OUTPUT_OPTION			= 导出设定
TEXT_INPUT_FILES				= [导入文件数量 : ${int1}]
TEXT_H264_ENCODER			= H.264 Encoder
TEXT_CODEC				= Codec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= 仅媒体文件
TEXT_MAIN_PROJECT_FILES			= 工程文件
TEXT_MAIN_ALL_FILES			= 显示所有文件

TEXT_MOREINFO				= 查看更多

TEXT_SEGMENT_TITLE			= 分割 ${str1}
TEXT_SEGMENT_FILE_TITLE			= 文件 ${str1}

TEXT_RECORDING				= 启动 Bandicam 屏幕录制工具 [br]（录制电脑屏幕，游戏或网络摄像头）

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= 试用
TEXT_BANNER_OFF_SUBJECT			= 您正在使用未注册的版本。
TEXT_BANNER_OFF_CONTENTS_1		= 如果您购买Bandicut许可证,
TEXT_BANNER_OFF_CONTENTS_2		= 您可以在没有任何限制的情况下使用该软件。
TEXT_BANNER_RESULT_SUBJECT		= 对分割合并速度不满意？
TEXT_BANNER_RESULT_CONTENTS_1		= 那就通过购买正版注册码。
TEXT_BANNER_RESULT_CONTENTS_2		= 来大幅度提升速度！ <b>${str1}% (${str2})</b>。
TEXT_BANNER_RESULT_BTN			= 立即购买

TEXT_BANNER_UWP_SUBJECT			= Bandicut 班迪剪辑（免费版）- Microsoft 应用商店版
TEXT_BANNER_UWP_CONTENTS_1		= 视频高速无损截取，分割，拼接的工具
TEXT_BANNER_UWP_CONTENTS_2		= 您访问 Bandicut 官网可以查看更多使用教程。

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= 概要
TEXT_TAB_FILE				= 输出
TEXT_TAB_LANGUAGE			= 语言
TEXT_TAB_HIGHSPEED			= 高速模式
TEXT_TAB_VFILTER			= 视频滤镜
TEXT_TAB_INFO				= 关于

TEXT_PREFIX_FILE_NAME			= 原文件名
TEXT_PREFIX_CUSTOM			= 自定义前缀
TEXT_PREFIX_NONOE			= 无
TEXT_SUFFIX_TIME			= 日期和时间
TEXT_SUFFIX_SERIAL			= 序号
TEXT_SUFFIX_DATE_SERIAL			= 日期和序号
TEXT_FILE_EXAMPLE			= 预览：
TEXT_DEFAULT_CACHE_FOLDER		= (默认)

TEXT_INTEL_QSV				= Intel® Quick Sync video (使用硬件加速达到更快的速度)

TEXT_H264_NOT_SUPPORT			= 您的系统不支持H.264编码。[br]您是否要查看帮助页?

TEXT_VIDEO_QUALITY			= 质量
TEXT_VIDEO_BITRATE			= 码率(kbps)
TEXT_AUDIO_MONO				= 单声道
TEXT_AUDIO_STEREO			= 立体声
TEXT_NO_VIDEO				= 没有视频
TEXT_NO_AUDIO				= 没有音频
TEXT_VIDEO				= 视频
TEXT_AUDIO				= 音频
TEXT_UNKNOWN				= 未知
TEXT_AUTO				= 自动
TEXT_ALWAYS				= 总是
TEXT_DONT_USE				= 不用

TEXT_FIT_WIDTH				= 以宽度对齐
TEXT_FIT_HEIGHT				= 以高度对齐
TEXT_SIZE_AUTO				= 保持原本大小
TEXT_SIZE_CUSTOM			= 自定义

TEXT_FIT_WIDTH_INFO			= 以宽度对齐 (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= 以高度对齐 (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (New iPad)

TEXT_FPS_AUTO				= 保持原有 FPS

TEXT_MIN_VIDEO_SIZE			= 视频的最小分辨率为 ${int1}。
TEXT_MAX_VIDEO_SIZE			= 视频的最大分辨率为 ${int1}。
TEXT_ODD_VIDEO_SIZE			= 用这个分辨率设定可能会导致编码失败。[br] 您要把分辨率修改成推荐值吗？
TEXT_ODD_VIDEO_SIZE2			= [br]-原设定的分辨率: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- 新设定的分辨率: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= 码率的最大值为 ${int1} Kbps。
TEXT_MAX_VIDEO_QUALITY			= 视频质量值应为1到100。
TEXT_DONT_ALLOW_NORMALIZE		= [规范化] 选项无法同时使用跟 [消除音频轨] 选项。[br]是否要取消 [消除音频轨] 选项？
TEXT_DONT_ALLOW_REMOVE_AUDIO		= [消除音频轨] 选项无法同时使用跟 [规范化] 选项。[br]是否要取消 [规范化] 选项？

TEXT_SAMPLERATE_AUTO			= 保持原采样率

TEXT_ASK_FOR_REG			= 未注册版本
TEXT_ASK_FOR_REG_DETAIL			= 购买Bandicut来解锁所有限制。
TEXT_ASK_FOR_REG_CONTINUE		= 忽略并继续
TEXT_ASK_FOR_REG_REGNOW			= 注册Bandicut
TEXT_ASK_FOR_REG_TRY			= 使用试用版本

TEXT_NOT_EXIST_OUTPUT			= 输出文件夹不存在，请更改输出文件夹。
TEXT_NOT_SUPPORT_FOLDER			= 您不能保存文件到此文件夹。 请选择另一个文件夹。
TEXT_NOT_SAVE_SOURCE_FOLDER		= 您不能保存文件到此文件夹[br]您未选[保存到原文件夹]后继续吗?
TEXT_NOT_ALLOWED_CHAR			= 文件名不能包含以下特殊字符。[br]${str1}
TEXT_LONG_PATH				= 文件名可能过长。 尝试缩短文件名或者保存到更短的路径。[br]文件名最大为 ${int1} 个字符。
TEXT_ADDING_FILES			= 正在添加媒体文件，请稍候。

TEXT_DEFAULT_PRESET			= 默认
TEXT_FIT_WIDTH_PRESET			= 适宽
TEXT_FIT_HEIGHT_PRESET			= 适高
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= 手机
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= 要删除预置吗?[br][br]-预设的名字: ${str1}
TEXT_SAME_PRESET			= 您输入的预置名称已经存在，请问要覆盖现有的预置吗?[br][br]-预设的名字: ${str1}
TEXT_SAME_RENAME_PRESET			= 您输入的预置名称已经存在，请输入另一个名称。[br][br]-预设的名字: ${str1}
TEXT_REFLECTED_PRESET			= 您的预设已应用[br][br]-预设名称: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= 正准备安装Bandicut。[br][br]如果Bandicut正在运行，请先关闭。[br][br]点击下一步继续。
TEXT_DELETE_ALL_FILES			= 没有删除 (${str1}) 下的所有文件 。 [br]要把所有的文件都删除吗?
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut 程序正在运行中，请先关闭程序。
TEXT_THIS_IS_NT_ONLY_APP		= 本软件在Windows Vista和更高的系统上正常工作。 [br]您想下载Windows XP的版本吗?
TEXT_DO_NOT_WORK_32BIT			= 此程序不适用 Windows 32 位系统。[br]您想要下载适配的版本吗?
TEXT_NEED_ADMIN_PRIVILEGE		= 软件安装需要拥有管理员权限。 [br]您要取消安装吗?
TEXT_DELETE_ALL_PRESET_FILES		= 您的自定义预置存在。[br]您想移除他们吗?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT				= 选择您想要使用的编辑模式。
TEXT_WIZARD_COMMENT_CUT			= 截取您所需要的片段。
TEXT_WIZARD_COMMENT_SPLIT		= 将视频分割成多个均等片段。
TEXT_WIZARD_COMMENT_JOIN		= 拼接多个视频片段。

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>Bandicut</font> 剪切
TEXT_GUIDE_JOIN				= <font color=white>Bandicut</font> 拼接

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= 继续
TEXT_PAUSE				= 暂停
TEXT_READY				= 等待

TEXT_TITLE_ALARM_TRAILING		= ${str1} - 正在写入文件头
TEXT_JOIN_JOB				= 合并

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= 您的Bandicut已经注册。
TEXT_REGISTER_FAILED			= 注册失败。 [br]请确认您的邮箱和注册码。
TEXT_REGISTER_CONNECT_FAILED		= 无法连接注册服务器。[br]请检查您的网络。${str1}
TEXT_REGISTER_FAILED_HELP		= [br]如果您需要帮助，点击确定按钮。
TEXT_REGISTER_INFO			= 电子邮件地址: ${str1}[br]注册码: ${str2}
TEXT_REGISTER_INFO2		= 到期日期：${str1}（还剩${int1}天）
TEXT_REGISTER_INFO2_EXPIRED	= 到期日期：${str1}（已过期）
TEXT_REGISTER_YET			= 未注册版!!![br]- 分割合并的视频将会出现水印[br]- 需要购买注册，方可使用软件完整功能 
TEXT_HAS_BEEN_UNREGISTERED		= Bandicut 已取消注册。
TEXT_UNREGISTER				= 您确认要取消注册 Bandicut？
TEXT_NOTICE_NEED_TO_RENEW	= Bandicut 许可证在 ${int1} 天后过期，请单击“OK”按钮以获取许可证更新说明。
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Bandicut 许可证已过期，请单击“OK”按钮以获取许可证更新说明。

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= 请为要上传的视频输入标题。
TEXT_UPLOAD_YOUTUBE_LOGIN		= 登录 - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= 从浏览器登录 YouTube ...
TEXT_UPLOAD_VIMEO_LOGIN			= 登录 - Vimeo
TEXT_UPLOAD_COMPLETE			= 上传完毕
TEXT_UPLOAD_ERR_FAIL			= 上传此视频失败。
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= 要上传的文件太大。
TEXT_UPLOAD_ERR_FREESPACE		= Vimeo 没有足够的免费上传空间。
TEXT_UPLOAD_ERR_CONNECT			= 连接服务器失败。
TEXT_UPLOAD_ERR_AUTH_VIMEO		= 视频上传失败。Vimeo普通用户不能使用此功能。
TEXT_UPLOAD_WARNING_DOING		= 正在上传 ${int1} 个视频文件。 您确定要取消并退出Bandicut?
TEXT_UPLOAD_NO_PASSWORD			= 请输入提取密码
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicut 已超出 YouTube 分配的每日上传配额。\n该配额将在太平洋时间 (PT) 午夜重置。\n请直接从 YouTube 上传视频，或者在太平洋时间午夜后重试。\n\n您想现在访问 YouTube.com？
TEXT_UPLOAD_ERR_ACCESSTOKEN		= 无法获得访问令牌。

TXT_TITLE               		                = YouTube 登录已完成！
TXT_MESSAGE_COMPLETE1   		= YouTube 登录已完成！
TXT_MESSAGE_COMPLETE2   		= 您可以关闭此页面了。
TXT_GOTO_BANDICUT_HOME  		= 前往 bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= 正在安装...
TEXT_UPDATE_FAILED_DL			= 未成功下载安装文件！[br]该系统可能没有连接到互联网。
TEXT_UPDATE_INSTALL_SUCCEED		= 安装成功！
TEXT_UPDATE_INSTALL_FAILED		= 安装失败！

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= 关于 [tab]F1
MENUSTR_MAIN_FILE_OPEN			= 打开文件 [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= 上传到
MENUSTR_MAIN_FILE_CLOSE			= 关闭文件 [tab]F4
MENUSTR_MAIN_OUTPUT			= 打开输出文件夹 [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= 设置 [tab]F5
MENUSTR_MAIN_REGISTER			= 注册 [tab]F3
MENUSTR_MAIN_CLOSE			= 退出 [tab]Alt+F4
MENUSTR_MAIN_HELP			= 帮助
MENUSTR_HELP_ONLINE			= 在线帮助
MENUSTR_HELP_HOTKEYS			= 所有热键
MENUSTR_HELP_LICENSE			= 版权信息
MENUSTR_MAIN_VIDEO			= 视频
MENUSTR_MAIN_AUDIO			= 音频
MENUSTR_MAIN_FILE_INFO			= 文件信息 [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= 关闭所有文件 [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= 打开工程文件
MENUSTR_MAIN_PROJECT_FILE_SAVE		= 保存工程文件
MENUSTR_UPLOAD_SETTING			= 设置

MENUSTR_PRESET_USER			= 用户预设
MENUSTR_PRESET_ADD			= 添加预设
MENUSTR_PRESET_EDIT			= 编辑预设

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= 取消
IDOK					= 确定
IDC_BTN_CLOSE				= 关闭
IDC_BTN_YES				= 确定
IDC_BTN_NO				= 取消
IDC_BTN_REGISTER			= 注册
IDC_CK_OPEN_OUTPUT_FOLDER		= 在完成时打开文件夹
IDC_ST_DETAIL_LINK			= 查看更多...
IDC_ST_OPTION				= 选项
IDC_ST_HELP				= 帮助

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= 编码模式设定
IDC_ST_FILE_FORMAT			= 文件
IDC_ST_FORMAT				= 文件格式
IDC_ST_VIDEO_DETAIL			= 视频
IDC_ST_AUDIO_DETAIL			= 音频
IDC_ST_VIDEO_SIZE			= 视频大小
IDC_ST_FPS				= FPS
IDC_ST_VIDEO_CODEC			= 视频格式
IDC_ST_VIDEO_MODE			= 码率模式
IDC_ST_VIDEO_QUALITY			= 质量
IDC_ST_VIDEO_BITRATE			= 码率
IDC_ST_VIDEO_DEINTERLACE		= 反交错
IDC_ST_AUDIO_CODEC			= 音频格式
IDC_ST_AUDIO_CHANNEL			= 声道数
IDC_ST_AUDIO_SAMPLERATE			= 采样率
IDC_ST_AUDIO_MODE			= 码率模式
IDC_ST_AUDIO_BITRATE			= 码率
IDC_BTN_PRESET				= 预设
IDC_BTN_SETTING_MORE			= 更多设置...
IDC_ST_AUDIO_NORMALIZE			= 规范化
IDC_CK_AUDIO_NORMALIZE			= 使用

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= H.264 设定
IDC_ST_H264_PROFILE_SETTING		= ${str1} 设定
IDC_ST_H264_PROFILE			= 配置文件
IDC_ST_H264_LEVEL			= 水平

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= 添加新预设
IDC_ST_ADD_PRESET			= 您可以将当前格式设置保存为新的预置。[br]为新的预置输入一个名称。
IDC_ST_SELECT_ENCODER			= H.264 编码设置
IDC_ST_VIDEO_ENCODER			= H.264 编码

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= 重命名预设
IDC_ST_RENAME_PRESET			= 为预置输入一个新名称。

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= 编辑
IDC_BTN_PRESET_ADD			= 添加
IDC_BTN_PRESET_DELETE			= 删除
IDC_BTN_PRESET_RENAME			= 重命名

[IDD_SETTING]
IDD_SETTING				= 设置
IDC_BTN_RESET				= 重置

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= 当打开了不可快进的媒体文件时提醒我
IDC_CK_ALERT_EXIST_FILE			= 当文件已存在时提醒我
IDC_CK_ALERT_SAVE_PROJECT		= 当保存工程文件的时候提醒我
IDC_CK_USE_LOG_FILE			= 输出日志文件(.log)
IDC_CK_MOV_FRONT_HEADER			= 视频MOOV信息保存前置 (仅 MP4)
IDC_CK_KEEP_CREATION_TIME		= 保持原始文件的创建日期/时间
IDC_ST_UPLOAD				= 上传选项
IDC_CK_SHOW_TIP				= 显示软件下面一条广告
IDC_CK_AUTO_MOVE			= 调节视频片段的时间时输入数字后自动移动光标
IDC_CK_DEINTERLACE_PREVIEW		= 当播放隔行视频时使用反交错

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= 输出文件夹
IDC_BTN_SET_OUTPUT			= 浏览...
IDC_BTN_OPEN_OUTPUT			= 打开
IDC_CK_OUTPUT_SOURCE			= 保存到原文件夹
IDC_ST_FILENAME				= 文件命名设置
IDC_ST_CACHE_FOLDER			= 缓存文件夹
IDC_BTN_SET_CACHE_FOLDER		= 浏览...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= 默认

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= 语言
IDC_ST_TRANSLATOR			= 感谢翻译人员

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= 当不能使用高速模式的时候发出警告
IDC_CK_ALWAYS_KEY_FRAME_CUT		= 在高速模式下通过关键帧分割和合并
IDC_CK_SHOW_KEY_FRAME_CUT		= 当第一时间文件改变即可警告

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= 上传到 Vimeo.com
IDC_ST_VIMEO_UPLOADINFO			= 上传信息
IDC_ST_VIMEO_FILENAME			= 文件名：
IDC_ST_VIMEO_TITLE			= 标题：
IDC_ST_VIMEO_DESCRIPTION		= 描述：
IDC_ST_VIMEO_PRIVACY			= 隐私：
IDC_RD_VIMEO_PRIVACY_ANYONE		= 任何人 - 允许所有人观看
IDC_RD_VIMEO_PRIVACY_ONLYME		= 仅我 - 仅我能看到此视频，其他人则看不到
IDC_RD_VIMEO_PRIVACY_FOLLOW		= 仅跟随我的人 - 仅在 Vimeo 上跟随我的人可看到此视频
IDC_RD_VIMEO_PRIVACY_UNLISTED		= 私人链接 - 只有拥有此链接的人才能看到此视频
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Vimeo 普通用户不能使用此选项)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= 只有拥有密码的人才能看到此视频
IDC_CK_HIDE_PASSWORD			= 隐藏密码
IDC_BTN_VIMEO_UPLOAD			= 上传
IDC_LN_VIMEO_HELP			= 帮助

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= 正在上传...
IDC_ST_VIMEO_UPLOADED			= 视频上传完成！
IDC_ST_VIMEO_LINK			= 链接：
IDC_ST_VIMEO_EMBED			= 嵌入：
IDC_BTN_VIMEO_LINK_GO			= 查看
IDC_BTN_VIMEO_EMBED_COPY		= 复制
IDC_BTN_VIMEO_CLOSE			= 关闭

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= 上传到 Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO		= 上传信息
IDC_ST_YOUTUBE_FILENAME			= 文件名:
IDC_ST_YOUTUBE_TITLE			= 标题:
IDC_ST_YOUTUBE_DESCRIPTION		= 描述:
IDC_ST_YOUTUBE_PRIVACY			= 隐私:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= 公开 - 允许所有人观看
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= 不公开 - 通过链接人都可以观看
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= 私享 - 只有我和我允许的用户才能观看
IDC_BTN_YOUTUBE_UPLOAD			= 上传
IDC_LN_YOUTUBE_HELP			= 帮助
IDC_LN_YOUTUBE_TOS			= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= 保持登录
IDC_BTN_YOUTUBE_LOGOUT			= 退出

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= 正在上传...
IDC_ST_YOUTUBE_UPLOADED			= 视频上传完成！
IDC_ST_YOUTUBE_LINK			= 链接:
IDC_ST_YOUTUBE_EMBED			= 嵌入:
IDC_BTN_YOUTUBE_LINK_GO			= 查看
IDC_BTN_YOUTUBE_EMBED_COPY		= 复制
IDC_BTN_YOUTUBE_CLOSE			= 关闭

[IDD_FILEINFO]
IDD_FILEINFO				= 文件详情
IDC_BTN_CLIPBOARD			= 复制到剪贴板

[IDD_REGISTER]
IDD_REGISTER				= 注册Bandicut
IDC_ST_1BUY				= 1. 购买
IDC_ST_1BUY_COMMENT			= 如果没有注册激活软件，导出的视频将会有水印，只有注册激活后才可以使用完整的功能。
IDC_BTN_BUY_ONLINE			= 立即购买
IDC_ST_2REGISTER			= 2. 注册
IDC_ST_2REGISTER_COMMENT		= 请输入您的电子邮件地址以及注册码。 [br](您需要连接到网络来注册激活软件。)
IDC_ST_EMAIL_ADDRESS			= 电子邮件地址
IDC_ST_SERIAL_NUMBER			= 注册码
IDC_BTN_REGISTER_NOW			= 立即注册
IDC_BTN_UNREGISTER_NOW			= 反激活

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= 系统关机
IDC_ST_SHUTDOWN_INFO			= 系统关机
IDC_ST_SHUTDOWN_MSG1			= 由于进程已经完成，系统即将关机。[br]如果不想关机请点击取消。
IDD_SHUTDOWN_APP			= 关闭Bandicut
IDC_ST_SHUTDOWN_APP_INFO		= 关闭Bandicut
IDC_ST_SHUTDOWN_APP_MSG1		= 由于进程已经完成，Bandicut将自动退出。[br]如果不想退出请点击取消。

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= 检查更新
IDC_ST_UPDATE_SETTING			= 设置
IDC_CK_ENABLE_AUTO_CHECK		= 启用自动更新检查。
IDC_CK_SHOW_UPDATE_POPUP		= 当有更新时弹出提醒。
IDC_CK_SHOW_ENABLE_BETA			= 当 Beta 更新可用时，显示弹出窗口。
IDC_BTN_CHECK_UPDATE_NOW		= 立即检查更新

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= 更新信息
IDC_ST_UPDATE_MSG1			= 有新版本。
IDC_ST_UPDATE_MSG2			= 如果您点击“升级”按钮, 将会下载新版本。
IDOK					= 更新

[IDD_FAILTOADD]
IDD_FAILTOADD				= 添加文件失败。

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= 视频分割器
IDOK					= 确定
IDC_RD_SPLIT_NUMBER			= 分割为
IDC_RD_SPLIT_TIME			= 以时间分割:
IDC_ST_SEGMENT				= 片段
IDC_CK_KEEP_SEGMENT			= 保留原有的视频
IDC_ST_HOUR				= 时
IDC_ST_MIN				= 分
IDC_ST_SEC				= 秒

[IDD_INFORMATION]
IDD_INFORMATION				= 快捷键
IDD_INFORMATION_LICENSE			= 版权信息

[SKIN]
; New UI
; Common
$BN_START				= 开始
$BN_CANCEL				= 取消
$BN_OK					= 确定
$BN_YES					= Yes
$BN_NO					= No
$ST_OPTION				= 选项
$CK_JOIN				= 拼接片段
$BN_OPEN_OUTPUT				= 打开
$BN_HELP				= 帮助
$CHECK_DO_NOT_SHOW			= 下次不要出现。

; Main
$BN_TIP					= 请注册以解除所有限制。
$BN_ADD_SEGMENT				= 添加分段
$BN_GUIDE_OPEN_FILE			= 打开文件
$BN_GUIDE_OPEN_FILE_JOINER		= 打开文件
$ST_GUIDE_SET_SEGMENT			= 选择截取区段
$ST_GUIDE_START				= 点击开始
$ST_GUIDE_ADD_FILES			= 添加文件
$ST_SEGMENT_LIST_TITLE			= 截取列表
$ST_SEGMENT_LIST_TITLE_JOIN		= 拼接列表

; Wizard
$BN_WIZARD_CUT				= 截取
$BN_WIZARD_JOIN				= 拼接
$BN_WIZARD_SPLIT			                = 分割

; About
$ST_ABOUT_VERSION_INFO			= Bandicut 版本
$ST_ABOUT_COPYRIGHT			= Copyright(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			= 有新版本。
$BN_ABOUT_CHECK_UPDATE			= 检查更新
$ST_ABOUT_LICENCE_INFO			= 授权信息
$BN_ABOUT_REGISTER			= 注册
$BN_ABOUT_REGISTER_HELP			= 如何购买和注册
$ST_ABOUT_HOMEPAGE_INFO			= 网站 URL
$ST_ABOUT_HOMEPAGE_URL			= 主页
$ST_ABOUT_FAQ_URL			= 常见问题
$BN_ABOUT_UPDATE_REGISTRATION		= 更换注册码
$BN_ABOUT_RENEW_LICENSE			= 续订许可证

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= 模式
$RD_READY_HIGH_SPEED_MODE		= 高速模式
$RD_READY_ENCODING_MODE			= 编码模式
$ST_READY_MODE_HIGH_SPEED		= 速度更快并且无损 (推荐)
$ST_READY_MODE_ENCODING			= 自定义输出格式、质量以及编码器 (更慢)
$ST_READY_FILE_FORMAT			= 文件格式
$ST_READY_VIDEO_INFO			= 关于视频
$ST_READY_VIDEO_ENCODER			= 视频编码器
$ST_READY_AUDIO_INFO			= 关于音频
$BN_READY_DETAIL_SETTING		= 编码设定
$BN_READY_PRESET			= 预设
$ST_READY_OUTPUT_OPTION			= 输出
$ST_READY_OUTPUT_FILE_NAME		= 文件名
$ST_READY_SAVE_FOLDER			= 文件夹
$CK_READY_OUTPUT_TO_SOURCE		= 保存到原文件夹
$ST_READY_TRACK_OPTION			= 保存歌曲
$RD_READY_ALL_TRACK			= 保留所有的音视频轨
$RD_READY_SEL_TRACK			= 只保留选择的音视频轨
$CK_READY_EXTRACT_AUDIO			= 导出音频轨 (.mp3)
$CK_READY_REMOVE_AUDIO			= 消除音频轨

; Run
$ST_RUN_CUT_FILE_INFO			= 进程
$ST_RUN_FILE_NAME			= 文件:
$ST_RUN_COMPLETE			= 完成
$BN_RUN_UPLOAD				= 上传
$BN_RUN_PLAY				= 播放
$ST_RUN_RUNNING_TIME			= 已用时间
$ST_RUN_REMAINING_TIME			= 剩余时间
$ST_RUN_SPEED				= 速度
$ST_RUN_FILE_SIZE			= 文件大小
$ST_END_OPTION				= 在完成后
$ST_UPLOAD_OPTION			= 上传选项
$CK_RUN_OPEN_OUTPUT_FOLDER		= 在完成时打开文件夹
$CK_RUN_SYSTEM_CLOSE			= 关机
$CK_SOUND_ALARM				= 在完成时播放音效
$CK_MOVE_TO_MAIN			= 在完成时返回剪辑页面

; Capture
$BN_OPEN_FOLDER			= 打开输出文件夹
$BN_MESSAGE				= - 当前视频截图已成功保存 -

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= 您使用过<font color =“yellow”> Bandicam 班迪录屏</ font>吗？ 它可以让您录制电脑屏幕上所有操作内容并将其保存为视频文件。[br]您想体验一下吗？
$BN_UPDATE_STEP1_LINK			= 了解更多
$ST_UPDATE_STEP2_TEXT			= 正在下载...
$BN_UPDATE_INSTALL			= 立即安装
$BN_UPDATE_LATER			= 以后再说
$BN_UPDATE_CANCEL			= 取消
$BN_UPDATE_CLOSE			= 关闭
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= 正在导入文件，，

; Tooltip
$TT_MENU				= 菜单
$TT_WIZARD				= 首页
$TT_CUTTER				= 截取
$TT_JOINER				= 拼接
$TT_ABOUT				= 信息 (F1)
$TT_SETTING				= 设置 (F5)
$TT_BANDICAM				= 启动 Bandicam 班迪录屏

$TT_FILE_CLOSE_WORK			= 关闭所有文件 (F4)
$TT_FILE_CLOSE_WORK_CUT			= 关闭所有片段 (F4)

$TT_FILE_OPEN				= 打开文件 (F2,Ctrl+O)
$TT_FILE_ADD				= 添加文件 (F2,Ctrl+O)
$TT_FILE_PROJECT			= 打开/保存工程文件
$TT_OPEN				= 打开

$TT_REGISTER				= 注册 (F3)
$TT_OPEN_OUTPUT_FOLDER			= 打开输出文件夹 (Ctrl+F2)
$TT_HELP				= 帮助
$TT_REFRESH_LINFO			= 刷新许可证信息

$TT_PLAYER_PLAY				= 播放/暂停 (空格键)
$TT_PLAYER_STOP				= 停止 (Ctrl+空格键)
$TT_PLAYER_PLAY_SEG			= 播放/暂停本段 (Ctrl+P)
$TT_PLAYER_STOP_SEG			= 停止本段 (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= 上一关键帧 (Ctrl+左方向键)
$TT_PLAYER_PREV_FRAME			= 上一帧 (左方向键)
$TT_PLAYER_NEXT_FRAME			= 下一帧 (右方向键)
$TT_PLAYER_NEXT_KEY_FRAME		= 下一关键帧 (Ctrl+右方向键)
$TT_PLAYER_PREV_FILE_PLAY		= 播放历史文件 (左方向键)
$TT_PLAYER_NEXT_FILE_PLAY		= 播放下一个文件 (右方向键)
$TT_PLAYER_SEG_ADD			= 添加一段 (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= 您可以添加 ${int1} 文件/分段。
$TT_PLAYER_SEG_START			= 设定本段起始时间 ( S )
$TT_PLAYER_SEG_END			= 设定本段结束时间 ( E )
$TT_PLAYER_MUTE_ON			= 静音 ( M )
$TT_PLAYER_MUTE_OFF			= 接触静音 ( M )

$TT_PLAYER_CAPTURE			= 截图 (Ctrl+C)

$TT_ADD_SEGMENT				= 添加分段 (Ctrl+N)
$TT_PREV_SEGMENT			= 向上移
$TT_NEXT_SEGMENT			= 向下移
$TT_PREV_MOVE_FILE			= 向前
$TT_NEXT_MOVE_FILE			= 向后

$TT_RUN_UPLOAD_OPTION			= 上传选项

$TT_LIST_PLAY				= 播放/暂停
$TT_LIST_SPLIT				= 分割
$TT_LIST_CUT_REMOVE			= 移除
$TT_LIST_JOIN_REMOVE			= 移除

$FONT_SIZE				= 9

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo_cn.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Bandicut热键
HOTKEYS_ABOUT				= - 关于Bandicut                      ：F1
HOTKEYS_FILE_INFO			= - 文件详情                           ：Ctrl+F1
HOTKEYS_SETTING				= - 设置                              	：F5
HOTKEYS_MAX			    	= - 最大化/返回                       ：Enter
HOTKEYS_CHANGE_MODE			= - 切换模式	              ：Ctrl+M
HOTKEYS_REGISTER			= - 注册Bandicut	              ：F3
HOTKEYS_HOME				= - 首页                       	：Home

HOTKEYS_PLAY_TITLE			= * 播放
HOTKEYS_OPEN_FILE			= - 打开文件	              ：Ctrl+O, F2
HOTKEYS_CLOSE				= - 关闭所有文件                     ：F4
HOTKEYS_START				= - 开始                                  ：Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - 打开输出文件夹	              ：Ctrl+F2
HOTKEYS_PLAY				= - 播放/暂停                	：空格键
HOTKEYS_STOP				= - 停止:		              ：Ctrl+空格键
HOTKEYS_MUTE				= - 静音开/关               	：M

HOTKEYS_SEGMENT_PLAY		= - 播放/暂停本段	              ：Ctrl+P
HOTKEYS_SEGMENT_STOP		= - 停止播放本段               	：Alt+P
HOTKEYS_SEGMENT_REMOVE		= - 移除片段	              ：Delete

HOTKEYS_PLAY_FORWARD		= - 快进	               	：右方向键或小键盘的+号
HOTKEYS_PLAY_REWIND			= - 后退	               	：左方向键或小键盘的-号

HOTKEYS_CUT_TITLE			= * 分割
HOTKEYS_SET_START_TIME			= - 设定段起始时间                   ：S
HOTKEYS_SET_END_TIME			= - 设定段结束时间                   ：E
HOTKEYS_SEGMENT_ADD			= - 添加分段                             ：Ctrl+N

HOTKEYS_NEXT_FRAME			= - 下一帧                               ：右方向键或小键盘的+号
HOTKEYS_NEXT_KEY_FRAME		= - 下一关键帧                        ：Ctrl+右方向键

HOTKEYS_PREVIOUS_FRAME		= - 上一帧                               ：左方向键或小键盘的-号
HOTKEYS_PREVIOUS_KEY_FRAME	= - 上一关键帧                        ：Ctrl+左方向键

HOTKEYS_PREVIOUS_SEL_SEG	= - 选择上一段                         ：上方向键
HOTKEYS_NEXT_SEL_SEG		= - 选择下一段                         ：下方向键

HOTKEYS_PREV_TIME_DIGIT		= - 输入数字的光标移动到上一个：Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT		= - 输入数字的光标移动到下一个：Tab

HOTKEYS_JOIN_TITLE			= * 拼接
HOTKEYS_PREV_FILE_PLAY		= - 播放前一个文件                   ：左方向键
HOTKEYS_NEXT_FILE_PLAY		= - 播放后一个文件                   ：右方向键